/* DeSmuME Strings File */
/* Romanian */

/* General */
"DeSmuME Emulator" = "DeSmuME Emulator";
"OK" = "OK";
"Cancel" = "Anuleaza";

/* File Menu */
"Slot %d" = "Slot %d";

/* Emulation Menu */
"Execute" = "Executa";
"Pause" = "Pauza";

/* View Menu */
"Show Status Bar" = "Show Status Bar";
"Hide Status Bar" = "Hide Status Bar";

/* Dialogs */
"Are you sure you want to quit?" = "Esti Sigur Ca Vrei Sa Iesi?";
"Are you sure you want to close the ROM?" = "Esti Sigur Ca Vrei Sa Inchizi Jocul?";

/* Status Bar Messages */
"No ROM loaded" = "Niciun Joc Nu Sa Incarcat";
"Executing" = "Executa";
"Paused" = "Pauza";

/* Preferences Window */
"DeSmuME Preferences" = "DeSmuME Preferences";
"Interface" = "Interfata";
"Controls" = "Tastatura";
"DS Firmware" = "DS Firmware";
"Yes" = "Da";
"No" = "Nu";

/* Interface Preferences */
"Execute Upon Load" = "Executa Cand Incarca";
"When Launching, Load" = "Cand Lansezi, Incarci";
"Nothing" = "Incarca Nimic";
"Last ROM" = "Incarca Ultimul Joc";

/* Control Preferences */
"A Button" = "A Buton";
"B Button" = "B Buton";
"X Button" = "X Buton";
"Y Button" = "Y Buton";
"L Button" = "L Buton";
"R Button" = "R Buton";
"Up" = "Sus Buton";
"Down" = "Jos Buton";				
"Left" = "Stanga Buton";
"Right" = "Dreapta Buton";			
"Start" = "Start Buton";
"Select" = "Select Buton";

"[UP]" = "Up Buton";
"[DOWN]" = "Down Buton";
"[LEFT]" = "Left Buton";
"[RIGHT]" = "Right Buton";
"[SPACE]" = "Space Bar";
"[ENTER]" = "Enter Buton";

/* Status Bar */
"No ROM loaded" = "Niciun Joc Nu E Incarcat";
"ROM Loaded" = "Joc Incarcat";
"Executing" = "Emulatia In Executare";
"Paused" = "Emulatia Pusa Pe Pauza";
"Reset" = "Emulatia Resetata";

/* Errors */
"Error" = "Error";
"An emulation error occurred" = "Sa Produs O Eroare La Emulatie";
